const JS_eLang =
{
	
	HereMosqueName		: "هنا إسم المسجد",
	HereMosqueMessage	: "سبحان الله وبحمده سبحان الله العظيم",
	
	MinutesToIqama		: "دقيقة للاقامة",
	MinutesToDoha		: " دقيقة للضحى ",
	AzanCalling			: " أذان ",
	NextPrayTime	 	: "المتبقي للصلاة القادمة",
	NamesOfPrayings		: "الفجر,الشروق,الظهر,العصر,المغرب,العشاء",
	NamesWeekDays		: "الأَحَد,الاِثْنَيْن,الثُّلاثاء,الأَرْبِعاء,الخَميس,الجُمُعَة,السَّبْت",
	NamesMonthsMiladi	: "يناير,فبراير,مارس,أبريل,مايو,يونيو,يوليو,أغسطس,سبتمبر,أكتوبر,نوفمبر,ديسمبر",
	MenuMonthsHijri		: "محرم,صفر,ربيع الأول,ربيع الآخر,جمادى الأولى,جمادى الآخرة,رجب,شعبان,رمضان,شوال,ذو القعدة,ذو الحجة",
	
	MenuFullScreen		: "توسيع الشاشه",
	MenuMosqueNAME		: "تحرير إسم المسجد",
	MenuMosqueMessage	: "تحرير اعلانات المسجد",
	MenuLocation		: "إختيار موقع المسجد",
	MenuHijriClick		: "ضبط التاريخ الهجري",
	MenuThemes			: "تغيير خلفية الشاشه",
	MenuOptions			: "خيارات",
	MenuAzkar			: "استعراض الاذكار",
	MenuSliders			: "استعراض الشرائح",
	MenuAdjustments		: "ضبط وقت الأذان والإقامة",
	MenuBlackscreen		: "ضبط إخفاء الشاشه",
	MenuMosquelogo		: "شعار المسجد",
	MenuRestartApp		: "إعادة تحميل البرنامج",
	MenuGoMobile		: "تطبيق عبر الإنترنت للجوال",
	MenuAboutTawkit		: "معلومات عن البرنامج",

	XXDoaAzanIqama		: "الدعاء بين الأذان والإقامة لا يرد",
	XXFastingMonday		: "تذكير بسنة صيام غدا الإثنين",
	XXFastingThursday	: "تذكير بسنة صيام غدا الخميس",
	
	XX_Themes_0			: "انقر على الصورة لاستخدام الخلفية الشخصية",
	XX_Themes_1			: "لتغيير صورة الخلفية، استبدل الملف",
	XX_Themes_2			: "في المجلد",
	XX_Themes_3			: "لتغيير الألوان ، انقر فوق النص أدناه ",
	XX_Themes_4			: "تحرير الألوان ",
	
	XX_OPTION_0			: "تفعيل 24 ساعة",
	XX_OPTION_1			: "تفعيل الساعة الكاملة",
	XX_OPTION_2			: "تخفيت الصلوات الماضية",
	
	XX_ADJUST_1			: "تكبير العد التنازلي على الشاشة في العرض الأفقي",
	XX_ADJUST_2			: " (MP3) استخدم الصوت للأذان ",
	XX_ADJUST_3			: "أضف 30 دقيقة إلى العشاء في رمضان",
	
	XX_IQAMA			: "الإقامة",
	XX_DOHA				: "الضحى",
	
	XX_DIMMER_0			: "تفعيل إخفاء الشاشة أثناء الصلاة ",
	
	XX_DIMMER_3			: "إخفاء الشاشة قبل الظهر",
	XX_DIMMER_4			: "إظهار الشاشة بعد الظهر",
	XX_DIMMER_5			: "مدة الصلاة لإخفاء الشاشة",
	
	
	XX_TIMES_0			: "استخدم الحساب",
	XX_TIMES_1			: "استخدم الملفات",
	XX_TIMES_2			: "اختر مدينة المسجد",
	XX_TIMES_3			: "إذا لم تكن مدينتك في القائمة ، فحدد (00.000.PERSONAL)",
	XX_TIMES_4			: "و قم بتعديل الملف (/data/00/wtimes-00.000.js) لتناسب أوقات مسجدك",
	XX_TIMES_5			: "أعد تحميل التطبيق",
	
	XX_TIMES_6			: "تعديل",
	
	XX_CALC_0			: "البلد  : ",
	XX_CALC_1			: "المدينة : ",
	XX_CALC_2			: "طريقة الحساب : ",
	XX_CALC_3			: "حساب صلاة العصر : ",
	
	XX_BOX_0			: "اضغط على التاريخ الهجري لتعديل التاريخ + 2 / -2",
	XX_BOX_1			: "لوضع شعار المسجد الخاص بك على التطبيق ،",
	XX_BOX_2			: " قم بتعديل الملف (logo.png) في مجلد التطبيق. ",
	
	XX_COMMANDER_0		: "تفعيل مجدول الأوامر الصوتية",
	XX_MISC_0			: "قم بإعادة تحميل الصفحة بعد التعديلات",
	XX_MISC_1			: "انقر فوق الفجر لتغيير الخلفيات",
	
	XX_NO_SELL			: "FREEWARE APPLICATION, FORBIDDEN TO SELL IT",
	
	XX_JOMOA			: "الجمعة",
	XX_IQAMAASHOUR		: "إظهار الإقامة مع الساعة",
	XX_SUMMERTIME		: "إضافة ساعة واحدة لأوقات الصلاة في الصيف",
	
	
	W9_ARABICDIGITS		: "تفعيل الأرقام العربية",
	XX_WCSV_MESSAGE		: "تفعيل الملف الشخصي لأوقات الصلاة والإقامة .<br>( JAMAAT TIMES ) قم بتعديل الملف (wcsv.js) في مجلد التطبيق.",
	W9_SetJOMOA_TIME	: "ضبط وقت خطبة الجمعة",
	W9_eIQAMAUNDERNAMES	: "ضع أوقات الإقامة تحت أسماء الصلوات",
	XX_1MOREHOUR		: "أضف يدويًا ساعة واحدة إلى جميع الأوقات",
	XX_1LESSHOUR		: "إزالة ساعة واحدة من جميع الأوقات يدويًا",
	
	XX_eShortAZAN		: "استخدم صوت أذان قصير",
	XX_eShortIQAMA		: "استخدم صوت إقامة قصير",


};








